RhinoInside.Revit API Documentation
ColorConverter.ToColor Method
Overload List
Name | Description
ToColor(Color)
 Converts the specified Autodesk.Revit.DB.Color to an equivalent Eto.Drawing.Color.
ToColor(Color)
 Converts the specified Eto.Drawing.Color to an equivalent Autodesk.Revit.DB.Color.
Top
See Also
Reference
ColorConverter Class
RhinoInside.Revit.Convert.Eto.Drawing Namespace